{"identifier": ["oai:arXiv.org:1608.08207", "oai:arXiv.org:1608.08389", "oai:arXiv.org:1608.08403", "oai:arXiv.org:1608.08523", "oai:arXiv.org:1608.08945", "oai:arXiv.org:1609.00112"], "datestamp": ["2016-09-03", "2016-09-03", "2016-09-03", "2016-09-03", "2016-09-03", "2016-09-03"], "setSpec": ["physics", "physics", "physics", "physics", "physics", "physics"], "id": ["1608.08207", "1608.08389", "1608.08403", "1608.08523", "1608.08945", "1609.00112"], "created": ["2016-08-28", "2016-08-30", "2016-08-30", "2016-08-30", "2016-08-31", "2016-09-01"], "updated": ["None", "None", "None", "None", "None", "None"], "authors": [{"keyname": ["Boshkayev"], "forenames": ["Kuantay"]}, {"keyname": ["Suomi", "Edwards", "Cleveland"], "forenames": ["Visa", "David", "Robin"]}, {"keyname": ["Akinci", "Vatansever", "Yuksel"], "forenames": ["Umit", "Erol", "Yusuf"]}, {"keyname": ["Asratyan", "Matveev"], "forenames": ["A. E.", "V. A."]}, {"keyname": ["Palatini"], "forenames": ["Attilio"]}, {"keyname": ["Padhy"], "forenames": ["Bholanath"]}], "title": ["Uniformly rotating neutron stars", "Optical quantification of harmonic acoustic radiation force excitation\n  in a tissue-mimicking phantom", "Thermal entanglement properties of N-qubit quantum Heisenberg chain in a\n  two-component magnetic field", "Search for $\\Theta^+(1540)$ emission in hadron--nucleus collisions at\n  400--700 GeV", "On the bending of light from the Newtonian point of view", "Analytic Evaluation of Three Different Five-Electron Atomic Integrals\n  Involving Exponentially Correlated Functions of $r_{ij}$ With $r_{ij}$'s Not\n  Forming A Closed Loop"], "categories": ["astro-ph.HE astro-ph.SR gr-qc", "physics.med-ph physics.optics", "cond-mat.stat-mech quant-ph", "hep-ex nucl-ex", "physics.hist-ph gr-qc", "physics.atom-ph physics.chem-ph"], "comments": ["30 pages, 20 figures. arXiv admin note: substantial text overlap with\n  arXiv:1307.2836; text overlap with arXiv:1202.6500 by other authors", "None", "6 pages, 4 figures", "12 pages, 8 figures", "Plain TeX, 9 pages", "7 pages"], "journal-ref": ["None", "Ultrasound in medicine & biology 41.12 (2015): 3216-3232", "None", "None", "Mem. Soc. Astr. Ital, vol. 2, pp. 371-379 (1923)", "Orissa Journal of Physics, Vol. 20, No.1, pp. 11-17, February 2013"], "doi": ["None", "10.1016/j.ultrasmedbio.2015.07.018", "None", "None", "None", "None"], "abstract": ["  In this chapter we review the recent results on the equilibrium\nconfigurations of static and uniformly rotating neutron stars within the Hartle\nformalism. We start from the Einstein-Maxwell-Thomas-Fermi equations formulated\nand extended by Belvedere et al. (2012, 2014). We demonstrate how to conduct\nnumerical integration of these equations for different central densities ${\\it\n\\rho}_c$ and angular velocities $\\Omega$ and compute the static $M^{stat}$ and\nrotating $M^{rot}$ masses, polar $R_p$ and equatorial $R_{\\rm eq}$ radii,\neccentricity $\\epsilon$, moment of inertia $I$, angular momentum $J$, as well\nas the quadrupole moment $Q$ of the rotating configurations. In order to\nfulfill the stability criteria of rotating neutron stars we take into\nconsiderations the Keplerian mass-shedding limit and the axisymmetric secular\ninstability. Furthermore, we construct the novel mass-radius relations,\ncalculate the maximum mass and minimum rotation periods (maximum frequencies)\nof neutron stars. Eventually, we compare and contrast our results for the\nglobally and locally neutron star models.\n", "  Optical tracking was used to characterize acoustic radiation force (ARF)\ninduced displacements in a tissue-mimicking phantom. Amplitude modulated (AM)\n3.3 MHz ultrasound was used to induce ARF in the phantom which was embedded\nwith 10 {\\mu}m microspheres that were tracked using a microscope objective and\nhigh speed camera. For sine and square AM the harmonic components of the\nfundamental and second and third harmonic frequencies were measured. The\ndisplacement amplitudes were found to increase linearly with ARF up to 10\n{\\mu}m with sine modulation having 19.5% lower peak-to-peak amplitude values\nthan square modulation. Square modulation produced almost no second harmonic\nbut energy was present in the third harmonic. For the sine modulation energy\nwas present in the second harmonic and low energy in the third harmonic. A\nfinite element model was used to simulate the deformation and was both\nqualitatively and quantitatively in agreement with the measurements.\n", "  We elucidate the finite temperature entanglement properties of $N=9$ qubits\nHeisenberg $XX$ and $XXZ$ models under the presence of a polarized magnetic\nfield in $xz$ plane by means of concurrence concept. We perform a systematic\nanalysis for a wide range of the system parameters. Our results suggest that\nthe global phase regions which separate the entangled and non-entangled regions\nsensitively depend upon the spin-spin interaction term of the $z-$ component of\ntwo neighboring spins $J_{z}/J_{x}$, temperature as well as polarized magnetic\nfield components. Thereby, we think that polarized magnetic field can be used a\ncontrol parameter to determine the amount of thermal entanglement between pair\nof qubits for different temperatures and spin-spin interaction terms. Moreover,\nit has been found that the nearest-neighbor pair of qubits does not point out a\nre-entrant type entanglement character when one only deals with the\nnearest-neighbor pair of qubits. However, as one considers next-nearest\nneighbor pair of qubits, it is possible to see the evidences of re-entrant type\nentanglement behaviors.\n", "  The data on hadron--nucleus collisions at 400--700 GeV, collected by the\nSELEX experiment at Fermilab, are analyzed for formation of the exotic\npentaquark baryon $\\Theta^+(1540)$. A narrow enhancement near 1539 MeV is\nobserved in the mass spectrum of the $pK^0_S$ system emitted at small $x_F$\nfrom hadron collisions with copper nuclei. The statistical significance of the\npeak is near 9 standard deviations. Fitted width of the observed $pK^0_S$\nresonance is consistent with being entirely due to experimental resolution, and\nits intrinsic width is restricted to $\\Gamma < 3$ MeV at 90\\% CL. The data\nfavor positive rather than negative strangeness for the $pK^0_S$ resonance\nobserved in $h$Cu collisions. At the same time, the $pK^0_S$ mass spectrum for\ncollisions in carbon is featureless. The yield of $\\Theta^+$ baryons per $h$C\ncollision is restricted to be $< 24$\\% of the yield per $h$Cu collision.\n", "  Within the framework of modified Newtonian gravity it is shown that the\ncorrected Newtonian scheme can't explain both Mercury's perihelion advance and\nthe bending of light at the same time.\n", "  The simple method outlined in our earlier paper [B.Padhy, Orissa Journal of\nPhysics, vol.19, No.1, p.1, February 2012] has been utilized here for analytic\nevaluation of three different five-electron atomic integrals with integrands\ninvolving products of s Slater-type orbitals and exponentially correlated\nfunctions of the form $r_{ij} exp(-\\lambda_{ij} r_{ij})$. Only products of\nthose $r_{ij}$'s which do not form a closed loop by themselves, are considered.\n"]}