{"identifier": ["oai:arXiv.org:1608.08809", "oai:arXiv.org:1608.08818", "oai:arXiv.org:1608.08827", "oai:arXiv.org:1608.08877", "oai:arXiv.org:1608.08886"], "datestamp": ["2016-09-04", "2016-09-04", "2016-09-04", "2016-09-04", "2016-09-04"], "setSpec": ["physics", "physics", "physics", "physics", "physics"], "id": ["1608.08809", "1608.08818", "1608.08827", "1608.08877", "1608.08886"], "created": ["2016-08-31", "2016-08-31", "2016-08-31", "2016-08-31", "2016-08-31"], "updated": ["None", "None", "None", "None", "None"], "authors": [{"keyname": ["Constantin", "Fabiano", "Della Sala"], "forenames": ["L. A.", "E.", "F."]}, {"keyname": ["Kumar", "Sharma"], "forenames": ["Ashok", "Archana"]}, {"keyname": ["Song", "Xu"], "forenames": ["Zhenjun", "Hu"]}, {"keyname": ["Hickson", "Loison", "Nunez-Reyes", "Mereau"], "forenames": ["Kevin M.", "Jean-Christophe", "Dianailys", "Raphael"]}, {"keyname": ["Naef"], "forenames": ["Florian"]}], "title": ["Hartree potential dependent exchange functional", "Search for Dark Matter with LHC proton Beam Dump", "Spontaneous dehydrogenation of methanol over defect-free MgO(100) thin\n  film deposited on molybdenum", "Quantum Tunneling Enhancement of the C + H2O and C + D2O Reactions at\n  Low Temperature", "Poisson Brackets in Kontsevich's \"Lie World\""], "categories": ["cond-mat.other physics.chem-ph", "hep-ex hep-ph physics.ins-det", "physics.chem-ph cond-mat.mes-hall", "physics.chem-ph astro-ph.GA", "math-ph math.MP math.QA"], "comments": ["14 pages, 9 figures", "None", "None", "Accepted to the Journal of Physical Chemistry Letters", "None"], "journal-ref": ["J. Chem. Phys. 145, 084110 (2016)", "None", "None", "None", "None"], "doi": ["10.1063/1.4961300", "None", "None", "None", "None"], "abstract": ["  We introduce a novel non-local ingredient for the construction of exchange\ndensity functionals: the reduced Hartree parameter, which is invariant under\nthe uniform scaling of the density and represents the exact exchange\nenhancement factor for one- and two-electron systems. The reduced Hartree\nparameter is used together with the conventional meta-generalized gradient\napproximation (meta-GGA) semilocal ingredients (i.e. the electron density, its\ngradient and the kinetic energy density) to construct a new generation exchange\nfunctional, termed u-meta-GGA. This u-meta-GGA functional is exact for {the\nexchange of} any one- and two-electron systems, is size-consistent and\nnon-empirical, satisfies the uniform density scaling relation, and recovers the\nmodified gradient expansion derived from the semiclassical atom theory. For\natoms, ions, jellium spheres, and molecules, it shows a good accuracy, being\noften better than meta-GGA exchange functionals. Our construction validates the\nuse of the reduced Hartree ingredient in exchange-correlation functional\ndevelopment, opening the way to an additional rung in the Jacob's ladder\nclassification of non-empirical density functionals.\n", "  Dark Matter (DM) comprising particles in the mass range of a few MeV to GeV\nis waiting to be explored, given the many theoretical models accommodating\ncosmological abundance. We hereby propose an experiment with the LHC proton\nbeam of 7 TeV striking onto the beam dump target, emitting neutrinos and\npossibly, Dark Matter candidates. This experiment would also permit to observe\nsignatures involving elastic and inelastic processes involving DM candidates,\nelectrons and strongly interacting particles present in nuclei of the dump\ntarget. There will be residual neutrino background present in each of these\nsignatures, hence the proposed experimental detector sub-systems would be such\nthat they would involve as final states, elastically or inelasticity scattered,\nstandard model particles. The bump or the excess in the tail of the kinematic\ndistributions will eventually give us glimpse of presence of new particles\nwhich could possibly be Dark Matter candidates. Given the parameters of the LHC\nmachine, the sensitivity of such an experiment is unique in the energy region\nit is supposed to exploit.\n", "  The dehydrogenation reaction of methanol on metal supported MgO(100) films\nhas been studied by employing periodic density functional calculations. As far\nas we know, the dehydrogenation of single methanol molecule over inert oxide\ninsulators such as MgO has never been realized before without the introduction\nof defects and low coordinated atoms. By depositing the very thin oxide films\non Mo substrate we have successfully obtained the dissociative state of\nmethanol. The dehydrogenation reaction is energetically exothermic and nearly\nbarrierless. The metal supported thin oxide films studied here provide a\nversatile approach to enhance the activity and properties of oxides.\n", "  Recent studies of neutral gas-phase reactions characterized by barriers show\nthat certain complex forming processes involving light atoms are enhanced by\nquantum mechanical tunneling at low temperature. Here, we performed kinetic\nexperiments on the activated C(3P) + H2O reaction, observing a surprising\nreactivity increase below 100 K, an effect which is only partially reproduced\nwhen water is replaced by its deuterated analogue. Product measurements of H-\nand D-atom formation allowed us to quantify the contribution of complex\nstabilization to the total rate while confirming the lower tunneling efficiency\nof deuterium. This result, which is validated through statistical calculations\nof the intermediate complexes and transition states has important consequences\nfor simulated interstellar water abundances and suggests that tunneling\nmechanisms could be ubiquitous in cold dense clouds.\n", "  In this note the notion of Poisson brackets in Kontsevich's \"Lie World\" is\ndeveloped. These brackets can be thought of as \"universally\" defined classical\nPoisson structures, namely formal expressions only involving the structure maps\nof a quadratic Lie algebra. We prove a uniqueness statement about these Poisson\nbrackets with a given moment map. As an application we get formulae for the\nlinearization of the quasi-Poisson structure of the moduli space of flat\nconnections on a punctured sphere, and thereby identify their symplectic leaves\nwith the reduction of coadjoint orbits. Equivalently, we get linearizations for\nthe Goldman double Poisson bracket, our definition of Poisson brackets\ncoincides with that of Van Den Bergh in this case. This can furthermore be\ninterpreted as giving a monoidal equivalence between Hamiltonian quasi-Poisson\nspaces and Hamiltonian spaces.\n"]}