{"identifier": ["oai:arXiv.org:1707.03671", "oai:arXiv.org:1707.04069"], "datestamp": ["2017-07-29", "2017-07-29"], "setSpec": ["physics", "physics"], "id": ["1707.03671", "1707.04069"], "created": ["2017-07-12", "2017-07-13"], "updated": ["None", "None"], "authors": [{"keyname": ["Hao", "Dai", "Yin", "Zhou", "Li", "Dai", "Li", "Xu"], "forenames": ["Wenhui", "Yitang", "Feifei", "Yue", "Jianqiang", "Jian", "Wangzhe", "Kun"]}, {"keyname": ["Guidry", "Kuchina", "Novikova", "Mikhailov"], "forenames": ["Melissa A.", "Elena", "Irina", "Eugeniy E."]}], "title": ["Frequency-oriented sub-sampling by photonic Fourier transform and I/Q\n  demodulation", "Characterization of frequency stability in EIT-based atomic clocks using\n  a differential detection scheme"], "categories": ["physics.ins-det physics.optics", "physics.ins-det physics.optics"], "comments": ["8 pages, 6 figures", "None"], "journal-ref": ["None", "None"], "doi": ["None", "None"], "abstract": ["  Sub-sampling can acquire directly a passband within a broad radio frequency\n(RF) range, avoiding down-conversion and low-phase-noise tunable local\noscillation (LO). However, sub-sampling suffers from band folding and\nself-image interference. In this paper we propose a frequency-oriented\nsub-sampling to solve the two problems. With ultrashort optical pulse and a\npair of chromatic dispersions, the broadband RF signal is firstly short-time\nFourier-transformed to a spectrum-spread pulse. Then a time slot, corresponding\nto the target spectrum slice, is coherently optical-sampled with\nin-phase/quadrature (I/Q) demodulation. We demonstrate the novel bandpass\nsampling by a numerical example, which shows the desired uneven intensity\nresponse, i.e. pre-filtering. We show in theory that appropriate time-stretch\ncapacity from dispersion can result in pre-filtering bandwidth less than\nsampling rate. Image rejection due to I/Q sampling is also analyzed. A\nproof-of-concept experiment, which is based on a time-lens sampling source and\nchirped fiber Bragg gratings (CFBGs), shows the center-frequency-tunable\npre-filtered sub-sampling with bandwidth of 6 GHz around, as well as imaging\nrejection larger than 26 dB. Our technique may benefit future broadband RF\nreceivers for frequency-agile Radar or channelization.\n", "  We investigate a recently proposed scheme for differential detection of the\nmagneto-optical rotation effect and its application to electromagnetically\ninduced transparency (EIT) atomic clocks. This scheme utilizes a linearly\npolarized bichromatic laser field that is EIT-resonant with alkali atoms. The\nresults of our study reveal that the suppression of the laser noise can\nsubstantially improve the signal-to-noise ratio in EIT atomic clocks. Our\npreliminary results demonstrate an order of magnitude improvement in clock\nstability under some conditions when incorporating the differential detection\nscheme\n"]}