{"identifier": ["oai:arXiv.org:1606.02473", "oai:arXiv.org:1609.00538", "oai:arXiv.org:1609.02183", "oai:arXiv.org:1609.02690", "oai:arXiv.org:1609.04073", "oai:arXiv.org:1609.06007"], "datestamp": ["2016-10-02", "2016-10-02", "2016-10-02", "2016-10-02", "2016-10-02", "2016-10-02"], "setSpec": ["physics", "physics", "physics", "physics", "physics", "physics"], "id": ["1606.02473", "1609.00538", "1609.02183", "1609.02690", "1609.04073", "1609.06007"], "created": ["2016-06-08", "2016-09-02", "2016-09-07", "2016-09-09", "2016-09-13", "2016-09-19"], "updated": ["None", "None", "None", "None", "None", "None"], "authors": [{"keyname": ["Loyau", "Morin", "Chaplier", "Lobue", "Mazaleyrat"], "forenames": ["V.", "V.", "G.", "M.", "F."]}, {"keyname": ["Vadawale", "Rao", "Bhattacharya", "Bhalerao", "Dewangan", "Vibute", "S.", "Chattopadhyay", "Sreekumar"], "forenames": ["Santosh V.", "A. R.", "Dipankar", "Varun B.", "Gulab Chand", "Ajay M.", "Mithun N. P.", "Tanmoy", "S."]}, {"keyname": ["Quinet", "Fivet", "Palmeri", "Engstr\u007fom", "Hartman", "Lundberg", "Nilsson"], "forenames": ["P.", "V.", "P.", "L.", "H.", "H.", "H."]}, {"keyname": ["Nemitz", "Ferris", "Lacaze", "Rosenblatt"], "forenames": ["Ian R.", "Andrew J.", "Emmanuelle", "Charles"]}, {"keyname": ["Cuevas"], "forenames": ["Mauro"]}, {"keyname": ["Richichi", "Dyachenko", "Pandey", "Sharma", "Tasuya", "Balega", "Beskakotov", "Rastegaev", "Dhillon"], "forenames": ["A.", "V.", "A. K.", "S.", "O.", "Y.", "A.", "D.", "V. S."]}], "title": ["Magnetoelectric effect in layered ferrite/PZT composites. Study of the\n  demagnetizing effect on the magnetoelectric behavior", "In-orbit performance of AstroSat CZTI", "Experimental radiative lifetimes for highly excited states and\n  calculated oscillator strengths for lines of astrophysical interest in singly\n  ionized cobalt (Co II)", "Chiral oily streaks in a smectic-A liquid crystal", "Surface plasmon enhancement of spontaneous emission in graphene\n  waveguides", "Evidence of asymmetries in the Aldebaran photosphere from\n  multi-wavelength lunar occultations"], "categories": ["cond-mat.mtrl-sci", "astro-ph.IM astro-ph.HE", "astro-ph.SR physics.atom-ph", "cond-mat.soft", "physics.optics", "astro-ph.SR"], "comments": ["None", "11 pages, 9 figures in Proc. SPIE. 9905, Space Telescopes and\n  Instrumentation 2016: Ultraviolet to Gamma Ray, 99051G. (July 18, 2016)", "None", "None", "9 figures", "None"], "journal-ref": ["Journal of Applied Physics, American Institute of Physics, 2015,\n  117 (18)", "None", "MNRAS 462, 3912 (2016)", "Soft Matter, Royal Society of Chemistry, 2016, 12 (31),\n  pp.6662-6668", "Journal of Optics 18, 105003 (2016)", "None"], "doi": ["10.1063/1.4919722", "10.1117/12.2235373", "10.1093/mnras/stw1900", "10.1039/C6SM01238H", "10.1088/2040-8978/18/10/105003", "10.1093/mnras/stw2352"], "abstract": ["  We report the use of high magnetomechanical coupling ferrites in\nmagnetoelectric (ME) layered composites. Bilayer samples combining $(Ni_{0.973}\nCo_{0.027})_{1-x} Zn_x Fe_2 O_4$ ferrites ($x = 0-0.5$) synthesized by non\nconventional reactive Spark Plasma Sintering and commercial lead zirconate\ntitanate (PZT) were characterized in term of ME voltage coefficients measured\nat sub-resonant frequency. Strong ME effects are obtained and we show that an\nannealing at 1000$^\\circ$C and a quenching in air improve the piezomagnetic\nbehavior of Zn-rich compositions. A theoretical model that predicts the ME\nbehavior was developed, focusing our work on the demagnetizing effects in the\ntransversal mode as well as the longitudinal mode. The model shows that: (i)\nhigh ME coefficients are obtained when ferrites with high magnetomechanical\ncoupling are used in bilayer ME composites, (ii) the ME behavior in transversal\nand longitudinal modes is quite similar, and differences in the shapes of the\nME curves are mainly due the demagnetizing effects, (iii) in the transversal\nmode, the magnetic field penetration depends on the ferrite layer thickness and\nthe ME coefficient is affected accordingly. The two later points are confirmed\nby measurements on ME samples and calculations. Performances of the ME\ncomposites made with high magnetomechanical coupling ferrites are compared to\nthose obtained using Terfenol-D materials in the same conditions of size,\nshape, and volume ratio. It appears that a ferrite with an optimized\ncomposition has performances comparable to those obtained with Terfenol-D\nmaterial. Nevertheless, the fabrication processes of ferrites are quite\nsimpler. Finally, a ferrite/PZT based ME composite was used as a current\nsensor.\n", "  Cadmium-Zinc-Telluride Imager (CZTI) is one of the five payloads on-board\nrecently launched Indian astronomy satellite AstroSat. CZTI is primarily\ndesigned for simultaneous hard X-ray imaging and spectroscopy of celestial\nX-ray sources. It employs the technique of coded mask imaging for measuring\nspectra in the energy range of 20 - 150 keV. It was the first scientific\npayload of AstroSat to be switched on after one week of the launch and was made\noperational during the subsequent week. Here we present preliminary results\nfrom the performance verification phase observations and discuss the in-orbit\nperformance of CZTI.\n", "  This work reports new experimental radiative lifetimes and calculated\noscillator strengths for transitions of astrophysical interest in singly\nionized cobalt. More precisely, nineteen radiative lifetimes in Co+ have been\nmeasured with the time-resolved laser-induced fluorescence technique using one-\nand two-step excitations. Out of these, seven belonging to the high lying\n3d$^7$($^4$F)4d configuration in the energy range 90697 - 93738 cm$^{-1}$ are\nnew, and the other twelve from th3d$^7$($^4$F)F)4p configuration with energies\nbetween 45972 and 49328 cm$^{-1}$1 are compared with previous measurements. In\naddition, a relativistic Hartree-Fock model including core-polarization effects\nhas been employed to compute transition rates. Supported by the good agreement\nbetween theory and experiment for the lifetimes, new reliable transition\nprobabilities and oscillator strengths have been deduced for 5080 Co II\ntransitions in the spectral range 114 - 8744 nm.\n", "  The liquid crystal octylcyanobiphenyl (8CB) was doped with the chiral agent\nCB15 and spin-coated onto a substrate treated for planar alignment of the\ndirector, resulting in a film of thickness several hundred nm in the smectic-A\nphase. In both doped and undoped samples, the competing boundary conditions -\nplanar alignment at the substrate and vertical alignment at the free surface -\ncause the liquid crystal to break into a series of flattened hemicylinders to\nsatisfy the boundary conditions. When viewed under an optical microscope with\ncrossed polarizers, this structure results in a series of dark and light\nstripes (\"oily streaks\") of period ~ 1 $\\mu$m. In the absence of chiral dopant\nthe stripes run perpendicular to the substrate's easy axis. However, when doped\nwith chiral CB15 at concentrations up to c = 4 wt-%, the stripe orientation\nrotates by a temperature-dependent angle $\\phi$ with respect to the c = 0\nstripe orientation, where $\\phi$ increases monotonically with c. $\\phi$ is\nlargest just below the nematic -- smectic-A transition temperature TNA and\ndecreases with decreasing temperature. As the temperature is lowered, $\\phi$\nrelaxes to a steady-state orientation close to zero within ~1$^\\circ$ C of TNA.\nWe suggest that the rotation phenomenon is a manifestation of the surface\nelectroclinic effect: The rotation is due to the weak smectic order parameter\nand resulting large director tilt susceptibility with respect to the smectic\nlayer normal near TNA, in conjunction with an effective surface electric field\ndue to polar interactions between the liquid crystal and substrate.\n", "  This work analyzes the spontaneous emission of a single emitter placed near\nthe graphene waveguide formed by two parallel graphene monolayers, with an\ninsulator spacer layer. In this case, the eigenmodes supported by the\nstructure, such as surface plasmon and wave guided modes, provide decay\nchannels for the electric dipole placed close to the waveguide. We calculated\nthe contribution to the decay rate of symmetric and antisymmetric eigenmodes as\na function of frequency and the orientation of the emitter. Our results show\nthat the modification of the spontaneous emission due to excitation of guided\nmodes is much lower than the corresponding decays through the excitation of\nsymmetric and antisymmetric surface plasmons, for which, the spontaneous\nemission is dramatically enhanced. As a consequence of the high confinement of\nsurface plasmons in the graphene waveguide, we found that the decay rate of the\nemitter with vertical orientation (with respect to graphene sheets) is twice\nthe corresponding decay of the same emitter with parallel orientation in the\nwhole frequency range where surface plasmon modes exist. Differently from\nmetallo- dielectric structures, where structural parameters determine the range\nand magnitude of this emission, our work shows that, by dynamically tuning the\nchemical potential of graphene, the spectral region where the decay rate is\nenhanced can be chosen over a wide range.\n", "  We have recorded three lunar occultations of Aldebaran (AlfTau) at different\ntelescopes and using various band-passes, from the ultraviolet to the far red.\nThe data have been analyzed using both model-dependent and model-independent\nmethods. The derived uniform-disc angular diameter values have been converted\nto limb-darkened values using model atmosphere relations, and are found in\nbroad agreement among themselves and with previous literature values. The\nlimb-darkened diameter is about 20.3 milliarcseconds on average . However, we\nhave found indications that the photospheric brightness profile of Aldebaran\nmay have not been symmetric, a finding already reported by other authors for\nthis and for similar late-type stars. At the sampling scale of our brightness\nprofile, between one and two milliarcsecond, the uniform and limb-darkened disc\nmodels may not be a good description for Aldebaran. The asymmetries appear to\ndiffer with wavelength and over the 137 days time span of our measurements.\nSurface spots appear as a likely explanation for the differences between\nobservations and the models.\n"]}