{"identifier": ["oai:arXiv.org:1504.04447", "oai:arXiv.org:1504.05855", "oai:arXiv.org:1507.05264", "oai:arXiv.org:1507.06924", "oai:arXiv.org:1510.04963", "oai:arXiv.org:1510.05678", "oai:arXiv.org:1510.07432"], "datestamp": ["2016-11-06", "2016-11-06", "2016-11-06", "2016-11-06", "2016-11-06", "2016-11-06", "2016-11-06"], "setSpec": ["physics", "physics", "physics", "physics", "physics", "physics", "physics"], "id": ["1504.04447", "1504.05855", "1507.05264", "1507.06924", "1510.04963", "1510.05678", "1510.07432"], "created": ["2015-04-17", "2015-04-22", "2015-07-19", "2015-07-24", "2015-10-16", "2015-10-19", "2015-10-26"], "updated": ["None", "None", "None", "None", "2016-02-07", "None", "None"], "authors": [{"keyname": ["Chaudhuri", "Ghosh", "Banerjee", "Bhattacharya", "Sadhukhan", "Bhattacharya", "Kundu", "Meena", "Mukherjee", "Pandey", "Rana", "Roy", "Roy", "Srivastava", "Bhattacharya"], "forenames": ["A.", "T. K.", "K.", "S.", "Jhilam", "C.", "S.", "J. K.", "G.", "R.", "T. K.", "P.", "T.", "V.", "P."]}, {"keyname": ["Alloul"], "forenames": ["Henri"]}, {"keyname": ["Ma", "Wen", "Ma"], "forenames": ["Yingjin", "Jing", "Haibo"]}, {"keyname": ["Antoniadis", "Knoops"], "forenames": ["Ignatios", "Rob"]}, {"keyname": ["Smith", "Zhou", "Roder", "Abramson", "Pauzauskie"], "forenames": ["Bennett E.", "Xuezhe", "Paden B.", "Evan H.", "Peter J."]}, {"keyname": ["Herbut"], "forenames": ["Fedor"]}, {"keyname": ["Jin", "Cristescu", "Harren", "Mandon"], "forenames": ["Yuwei", "Simona M.", "Frans J. M.", "Julien"]}], "title": ["Direct Evidence of Washing out of Nuclear Shell Effects", "Strongly Correlated Electrons in Solids", "Density-Matrix Renormalization Group Algorithm with Multi-Level Active\n  Space", "MSSM soft terms from supergravity with gauged R-symmetry in de Sitter\n  vacuum", "Recovery of Si-IV nanowires from extreme GPa pressure", "Does Unitary Measurement Theory Lead to an Everettian Interpretation?", "Vernier effect within a versatile femtosecond optical parametric\n  oscillator for broad-tunable, high-repetition-rate oscillator"], "categories": ["nucl-ex nucl-th", "cond-mat.str-el", "cond-mat.str-el physics.chem-ph", "hep-ph hep-th", "cond-mat.mtrl-sci", "quant-ph", "physics.optics"], "comments": ["7 pages, 7 figures, Physical Review C (in press)", "8 pages , 4 figures published in Scholarpedia", "None", "None", "None", "35 pages, no figures", "None"], "journal-ref": ["None", "Strongly Correlated Electrons in Solids, Scholarpedia, 9(7):32067\n  (2014)", "J. Chem. Phys. 143, 034105 (2015)", "None", "None", "None", "None"], "doi": ["10.1103/PhysRevC.91.044620", "None", "10.1063/1.4926833", "10.1016/j.nuclphysb.2015.11.010", "10.1063/1.4948576", "None", "None"], "abstract": ["  Constraining excitation energy at which nuclear shell effect washes out has\nimportant implications on the production of super heavy elements and many other\nfields of nuclear physics research. We report the fission fragment mass\ndistribution in alpha induced reaction on an actinide target for wide\nexcitation range in close energy interval and show direct evidence that nuclear\nshell effect washes out at excitation energy ~40 MeV. Calculation shows that\nsecond peak of the fission barrier also vanishes around similar excitation\nenergy.\n", "  Most emergent properties of the materials discovered since the 1980s are\nrelated to the existence of electron-electron interactions which are large with\nrespect to the kinetic energies and could not be thoroughly studied before. The\noccurrence of metal insulator transitions, of exotic magnetic and/or\nsuperconducting properties in many new compounds have stimulated a large series\nof ex- perimental and theoretical developments to grasp their physical\nsignificance. We present here a simple introduction to the elementary aspects\nof the physics of electron-electron interactions, which could be a starting\npoint for typical undergraduate students.\n", "  The density-matrix renormalization group (DMRG) method, which can deal with a\nlarge active space composed of tens of orbitals, is nowadays widely used as an\nefficient addition to traditional complete active space (CAS)-based approaches.\nIn this paper, we present the DMRG algorithm with a multi-level (ML) control of\nthe active space based on chemical intuition-based hierarchical orbital\nordering, which is called as ML-DMRG with its self-consistent field variant\nML-DMRG-SCF. Ground and excited state calculations of H2O, N2, indole, and Cr2\nwith comparisons to DMRG references using fixed number of kept states (M)\nillustrate that MLtype DMRG calculations can obtain noticeable efficiency\ngains. It is also shown that the orbital re-ordering based on hierarchical\nmultiple active subspaces may be beneficial for reducing computational time for\nnot only ML-DMRG calculations but also DMRG ones with fixed M values.\n", "  We work out the phenomenology of a model of supersymmetry breaking in the\npresence of a tiny (tunable) positive cosmological constant, proposed by the\nauthors in arXiv:1403.1534. It utilises a single chiral multiplet with a gauged\nshift symmetry, that can be identified with the string dilaton (or an\nappropriate compactification modulus). The model is coupled to the MSSM,\nleading to calculable soft supersymmetry breaking masses and a distinct low\nenergy phenomenology that allows to differentiate it from other models of\nsupersymmetry breaking and mediation mechanisms.\n", "  We use Raman spectroscopy in tandem with transmission electron microscopy and\nDFT simulations to show that extreme (GPa) pressure converts the phase of\nsilicon nanowires from cubic (Si-I) to hexagonal (Si-IV) while preserving the\nnanowire's cylindrical morphology. In situ Raman scattering of the TO mode\ndemonstrates the high-pressure Si-I to Si-II phase transition near 9 GPa. Raman\nsignal of the TO phonon shows a decrease in intensity in the range 9 to 14 GPa.\nThen, at 17 GPa, it is no longer detectable, indicating a second phase change\n(Si-II to Si-V) in the 14 to 17 GPa range. Recovery of exotic phases in\nindividual silicon nanowires from diamond anvil cell experiments reaching 17\nGPa is also shown. Raman measurements indicate Si-IV as the dominant phase in\npressurized nanowires after decompression. Transmission electron microscopy and\nelectron diffraction confirm crystalline Si-IV domains in individual nanowires.\nComputational electromagnetic simulations suggest that heating from the Raman\nlaser probe is negligible and that near-hydrostatic pressure is the primary\ndriving force for the formation of hexagonal silicon nanowires.\n", "  Quantum-mechanical interpretation-related implications of the theory of\nunitary premeasurement [1] on complete measurement (objectification or collapse\nincluded) are investigated in the present article with a view to give an\naffirmative answer to the question in the title. It is argued that both Bohr's\nand von Neumann's ideas lead to those of Everett. Hence, the latter can be, in\nsome sense, considered to be a continuation and elaboration of both former\napproaches. The importance of the idea of relativeness in Everett's theory is\nemphasized. To free the relative-state theory from its roots both of\nclassicalness and of subjective observation in the argument of this study, the\ngeneral or unfolded version of Everett's theory is sketched.\n", "  Within a synchronously pumped optical parametric oscillator (SPOPO), the\ninherent synchronism between the pump and the resonating signal is the magic to\npartly transfer the coherence property of the pump to the signal. In our\ndemonstration, Vernier effect is observed within a femtosecond SPOPO by simply\ndetuning the FSR of the cavity, generating signal pulses at tunable repetition\nrate from several GHz to 1 THz with a maximum 22.58 nm full width half maximum\n(FWHM) bandwidth supporting 160 fs pulses covering the C- and L-bands of the\ntelecom wavelength region. This technique offers a simple method of active\nfiltering of dense frequency comb lines instead of using Fabry-P\\'erot (FP)\ncavities with complex locking system for astro-comb generation. Beside, as a\npromising source for frequency combs with tunable and large comb-spacing, it\noffers potential opportunities for applications such as high speed coherent\ndata transmission, line-by-line pulse shaping, optical clocks and precision\nmetrology.\n"]}