{"identifier": ["oai:arXiv.org:0710.5684", "oai:arXiv.org:0909.1696", "oai:arXiv.org:1001.2151", "oai:arXiv.org:1001.4561", "oai:arXiv.org:1001.5010", "oai:arXiv.org:1002.0914", "oai:arXiv.org:1002.2323", "oai:arXiv.org:1005.3435", "oai:arXiv.org:1007.4009", "oai:arXiv.org:1007.4367", "oai:arXiv.org:1008.1288", "oai:arXiv.org:1008.2253", "oai:arXiv.org:1009.2972", "oai:arXiv.org:1011.0810", "oai:arXiv.org:1109.6354", "oai:arXiv.org:1202.1388", "oai:arXiv.org:1206.6323", "oai:arXiv.org:1304.5857", "oai:arXiv.org:1307.5387", "oai:arXiv.org:1310.6820", "oai:arXiv.org:1601.05967", "oai:arXiv.org:1602.01548"], "datestamp": ["2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27", "2016-11-27"], "setSpec": ["physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics"], "id": ["0710.5684", "0909.1696", "1001.2151", "1001.4561", "1001.5010", "1002.0914", "1002.2323", "1005.3435", "1007.4009", "1007.4367", "1008.1288", "1008.2253", "1009.2972", "1011.0810", "1109.6354", "1202.1388", "1206.6323", "1304.5857", "1307.5387", "1310.6820", "1601.05967", "1602.01548"], "created": ["2007-10-30", "2009-09-09", "2010-01-13", "2010-01-25", "2010-01-27", "2010-02-04", "2010-02-11", "2010-05-19", "2010-07-22", "2010-07-25", "2010-08-06", "2010-08-13", "2010-09-15", "2010-11-03", "2011-09-28", "2012-02-07", "2012-06-27", "2013-04-22", "2013-07-20", "2013-10-25", "2016-01-22", "2016-02-03"], "updated": ["2010-11-01", "None", "None", "None", "None", "None", "None", "None", "None", "2010-07-31", "None", "2010-11-17", "2010-11-18", "None", "2012-07-03", "None", "2014-08-03", "None", "None", "None", "None", "2016-06-20"], "authors": [{"keyname": ["Fatkullin"], "forenames": ["Nail"]}, {"keyname": ["Mazon", "Blum", "Boulbe", "Faugeras", "Boboc", "Brix", "De Vries", "Sharapov", "Zabeo"], "forenames": ["Didier", "Jacques", "Cédric", "Blaise", "A.", "M.", "P.", "S.", "L."]}, {"keyname": ["Essafi", "Spiteri", "Williams", "Boué"], "forenames": ["Wafa", "Marie Noelle", "Claudine", "François"]}, {"keyname": ["Varga", "Mitchell", "Wang", "Arnold", "Toby", "Malliakas"], "forenames": ["Tamas", "J. F.", "Jun", "Lindsay G.", "Brian H.", "Christos D."]}, {"keyname": ["Duvert", "Chelli", "Malbet", "Kern"], "forenames": ["G.", "A.", "F.", "P."]}, {"keyname": ["François"], "forenames": ["Marc Louis Maurice"]}, {"keyname": ["Canet", "Fournier", "Jault"], "forenames": ["Elisabeth", "Alexandre", "Dominique"]}, {"keyname": ["Palacios-Laloy", "Mallet", "Nguyen", "Bertet", "Vion", "Esteve", "Korotkov"], "forenames": ["Agustin", "François", "François", "Patrice", "Denis", "Daniel", "Alexander"]}, {"keyname": ["Cabrera-Trujillo", "Montejano-Carrizales", "Zhang", "Velazquez-Salazar", "Jose-Yacaman"], "forenames": ["J. M.", "J. M.", "J. L. Rodriguez-Loopez W.", "J. J.", "M."]}, {"keyname": ["Chen", "Shao"], "forenames": ["Yi-Xin", "Kai-Nan"]}, {"keyname": ["Hu", "Schiffli", "Vallabhaneni", "Ruan", "Chen"], "forenames": ["Jiuning", "Stephen", "Ajit", "Xiulin", "Yong P."]}, {"keyname": ["Zou", "Fan", "Piran"], "forenames": ["Yuan-Chuan", "Yi-Zhong", "Tsvi"]}, {"keyname": ["Roy", "Ade", "Bock", "Chapin", "Devlin", "Dicker", "France", "Gibb", "Griffin", "Gundersen", "Halpern", "Hargrave", "Hughes", "Klein", "Marsden", "Martin", "Mauskopf", "Ortiz", "Netterfield", "Noriega-Crespo", "Olmi", "Patanchon", "Rex", "Scott", "Semisch", "Truch", "Tucker", "Tucker", "Viero", "Wiebe"], "forenames": ["Arabindo", "Peter A. R.", "James J.", "Edward L.", "Mark J.", "Simon R.", "Kevin", "Andrew G.", "Matthew", "Joshua O.", "Mark", "Peter C.", "David H.", "Jeff", "Gaelen", "Peter G.", "Philip", "Jorge L. Morales", "Calvin B.", "Alberto", "Luca", "Guillaume", "Marie", "Douglas", "Christopher", "Matthew D. P.", "Carole", "Gregory S.", "Marco P.", "Donald V."]}, {"keyname": ["Sedransk", "Cox", "Nolan", "Soper", "Spiegelman", "Young", "Kelner", "Moffitt", "Thakar", "Raddick", "Ungvarsky", "Carlson", "Apweiler"], "forenames": ["Nell", "Lawrence H.", "Deborah", "Keith", "Cliff", "Linda J.", "Katrina L.", "Robert A.", "Ani", "Jordan", "Edward J.", "Richard W.", "Rolf"]}, {"keyname": ["Nicolaidis"], "forenames": ["A."]}, {"keyname": ["Tetzlaff", "Schmidt", "Hohle", "Neuhaeuser"], "forenames": ["Nina", "Janos G.", "Markus M.", "Ralph"]}, {"keyname": ["Saha", "Nandan", "Panigrahi"], "forenames": ["Debashis", "Sanket", "Prasanta K."]}, {"keyname": ["Bhattacharya", "Dutta", "Barat"], "forenames": ["M.", "A.", "P."]}, {"keyname": ["Martin-Cocher", "Ford", "Koch", "Ni", "Chen", "Chen", "Raffin", "Ong", "Ho", "Symmes"], "forenames": ["Pierre", "John", "Patrick M.", "Chih-Wen", "Wei-Long", "Ming-Tang", "Philippe", "Chin-Long", "Paul T. P.", "Arthur"]}, {"keyname": ["Liu", "Lei", "Wu", "Xu", "OuYang"], "forenames": ["G.", "X. L.", "M. S.", "B.", "C. Y."]}, {"keyname": ["Scheuer", "Schwartz", "Chen", "Schulze-Sünninghausen", "Carl", "Höfer", "Retzker", "Sumiya", "Isoya", "Luy", "Plenio", "Naydenov", "Jelezko"], "forenames": ["Jochen", "Ilai", "Qiong", "David", "Patrick", "Peter", "Alexander", "Hitoshi", "Junichi", "Burkhard", "Martin B.", "Boris", "Fedor"]}, {"keyname": ["Gamel"], "forenames": ["Omar"]}], "title": ["Why Does the Rouse Model Works at Least Satisfactorily at Polymer\n  Molecular Masses M<M_c ?", "Real-time identification of the current density profile in the JET\n  Tokamak: method and validation", "Hydrophobic Polyelectrolytes in Better Polar Solvent. Structure and\n  Chain Conformation as seen by Saxs and Sans", "High-pressure synthesis, crystal and electronic structures of a new\n  scandium tungstate, Sc0.67WO4", "Phase closure nulling of HD 59717 with AMBER/VLTI . Detection of the\n  close faint companion", "A plasticity model with yield surface distortion for non proportional\n  loading", "Forward and adjoint quasi-geostrophic models of the geomagnetic secular\n  variation", "Experimental violation of a Bell's inequality in time with weak\n  measurement", "Nucleation and Growth of Stellated Gold Clusters: Experimental Synthesis\n  and Molecular Dynamics Study", "Invariance of the Hamilton-Jacobi tunneling method for black holes and\n  FRW model", "Tuning the thermal conductivity of graphene nanoribbons by edge\n  passivation and isotope engineering: a molecular dynamics study", "A Revised Limit of the Lorentz Factors of GRBs with Two Emitting Regions", "The Balloon-Borne Large Aperture Submillimeter Telescope (BLAST) 2005: A\n  10 deg^2 Survey of Star Formation in Cygnus X", "Make Research Data Public? -- Not Always so Simple: A Dialogue for\n  Statisticians and Science Editors", "Neutrino Shortcuts in Spacetime", "Neutron stars from young nearby associations the origin of\n  RXJ1605.3+3249", "Local implementations of non-local quantum gates in linear entangled\n  channel", "Quasistatic Stick-slip in Dislocation Core and Frenkel-Kontorova Chain", "ALMA Nutator Design and Preliminary Performance", "Is silicene stable in air? -- First principles study of oxygen\n  adsorption and dissociation on silicene", "Optically induced dynamic nuclear spin polarisation in diamond", "Entangled Bloch Spheres: Bloch Matrix and Two Qubit State Space"], "categories": ["cond-mat.soft cond-mat.mtrl-sci", "math.NA physics.plasm-ph", "cond-mat.soft", "cond-mat.mtrl-sci cond-mat.other", "astro-ph.SR", "physics.class-ph", "physics.geo-ph", "quant-ph cond-mat.supr-con", "cond-mat.mes-hall physics.comp-ph", "hep-th gr-qc", "cond-mat.mes-hall", "astro-ph.HE", "astro-ph.GA", "stat.ME cs.DL physics.data-an", "hep-ph hep-ex", "astro-ph.GA astro-ph.SR", "quant-ph cs.IT math.IT", "cond-mat.mtrl-sci", "astro-ph.IM", "cond-mat.mes-hall cond-mat.mtrl-sci", "quant-ph cond-mat.other", "quant-ph math-ph math.MP physics.optics"], "comments": ["This paper has been withdrawn by the author, an extended and improved\n  version is: N.F.Fatkullin, T.V.Shakirov, N.A.Balakirev, Why Does the Rouse\n  Model Fairly Describe the Dynamical Characteristics of Polymer Melts at\n  Molecular Masses below Critical Mass? Polymer Science, Ser. A, 2010, V.52,\n  No. 1, pp. 72-81", "None", "None", "29 pages total, 1 table, 7 figures", "None", "None", "None", "26 pages including 10 figures, preprint format", "11 figures, plus 1 as graphical abstract", "15 pages, typos corrected, references added", "4 pages, 4 figures", "15 pages 4 figuers", "42 pages, 31 Figures, 6 tables", "Published in at http://dx.doi.org/10.1214/10-STS320 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)", "To appear in Mod. Phys. Lett. A 2012", "accepted for publication in PASA, special volume Astronomy with\n  Radioactivities; 10 pages, 4 figures, 5 tables", "6 pages, 4 figures and 7 tables", "None", "Published: 23 August 2012; 12 pages", "None", "This is the revision submitted to NJP", "20 pages, 5 figures"], "journal-ref": ["None", "None", "Macromolecules / J Macromolecules 42, (24) (2009) 9568?9580", "None", "Astronomy and Astrophysics509:66, 2010", "International Journal of Plasticity 17, 5 (2001) 703?718", "Journal of Geophysical Research B: Solid Earth 114 (2009) B11101", "Nature Physics 6, 442-447 (2010)", "None", "None", "None", "None", "None", "Statistical Science 2010, Vol. 25, No. 1, 41-50", "None", "None", "JQIS 4 (02), 97 (2014)", "Physical Review B 87, 214107 (2013)", "2012 SPIE Proceedings Vol. 8452, Millimeter, Submillimeter, and\n  Far-Infrared Detectors and Instrumentation for Astronomy VI", "None", "New J. Phys. 18, 013040 (2016)", "Phys. Rev. A 93, 062320 (2016)"], "doi": ["None", "None", "10.1021/ma9003874", "10.1016/j.jssc.2010.04.039", "10.1051/0004-6361/200811037", "10.1016/S0749-6419(00)00025-5", "10.1029/2008JB006189", "10.1038/nphys1641", "None", "None", "10.1063/1.3491267", "10.1088/2041-8205/726/1/L2", "10.1088/0004-637X/727/2/114", "10.1214/10-STS320", "10.1142/S0217732312501271", "10.1071/AS11057", "10.4236/jqis.2014.42010", "10.1103/PhysRevB.87.214107", "10.1117/12.925809", "None", "10.1088/1367-2630/18/1/013040", "10.1103/PhysRevA.93.062320"], "abstract": ["  Generalization of the Rouse model without any use of the postulates\nconcerning the Gaussian distribution of the vector connecting the ends of\nsegments is advanced. In the initial (in general, nonlinear) Langevin\nequations, self-averaging over continuous fragments of a macromolecule\nnaturally defines a linear term for the tagged chain, and this term differs\nfrom the entropy term of the classical Rouse model only by the numerical\ncoefficient. According to the inertia-free approximation, the initial decay\nrates of correlation functions for the normal modes are described by the Rouse\nmodel independently of the character of fluctuations of the vector connecting\nthe ends of the Kuhn segment. This statement is valid for any moment if the\ninitial Langevin equations are treated in terms of the approximation of dynamic\nself-consistency. Simulation of the Fraenkel chains by the method of Brownian\ndynamics shows that decay of autocorrelation functions of shortwave normal\nmodes is fairly described by the linearized equations for a given model of a\nchain and that the Rouse equation can be used for the longwave modes. The\nresults of this study make it possible to explain a marked difference between\nthe lengths of the Kuhn and Rouse segments that is estimated from static and\ndynamic experiments.\n", "  The real-time reconstruction of the plasma magnetic equilibrium in a Tokamak\nis a key point to access high performance regimes. Indeed, the shape of the\nplasma current density profile is a direct output of the reconstruction and has\na leading effect for reaching a steady-state high performance regime of\noperation. In this paper we present the methodology followed to identify\nnumerically the plasma current density in a Tokamak and its equilibrium. In\norder to meet the real-time requirements a C++ software has been developed\nusing the combination of a finite element method, a nonlinear fixed point\nalgorithm associated to a least square optimization procedure. The experimental\nmeasurements that enable the identification are the magnetics on the vacuum\nvessel, the interferometric and polarimetric measurements on several chords and\nthe motional Stark effect. Details are given about the validation of the\nreconstruction on the JET tokamak, either by comparison with 'off-line'\nequilibrium codes or real time software computing global quantities.\n", "  We demonstrate in this paper the influence of solvent quality on the\nstructure of the semi-dilute solution of a hydrophobic polyelectrolyte,\npartially sulfonated Poly-Styrene Sulfonate. Two solvents are used: (i) one\nmixture of water and an organic solvent: THF, which is also slightly polar;\n(ii) DMSO, a polar organic solvent. In case (i), it is shown by SAXS study that\nthe structure - namely the scattering from all chains, characterised by a\nmaximum (\"polyelectrolyte peak\"), of the aqueous hydrophobic polyelectrolyte\nsolutions (PSS) depends on the solvent quality through the added amount of\norganic solvent THF. This dependence is more pronounced when the sulfonation\nrate is low (more hydrophobic polyelectrolyte). It is proposed that when THF is\nadded, the chain conformation evolves from the pearl necklace shape already\nreported in pure water, towards the conformation in pure water for fully\nsulfonated PSS, which is string-like as also reported previously. On the\ncontrary, for a hydrophilic polyelectrolyte, AMAMPS, no evolution occurs with\nadded THF in the aqueous solution. In case (ii), it is shown directly by SANS\nstudy that PSS can behave as a classical solvophilic polyelectrolyte when\ndissolved in an organic polar solvent such as DMSO: the structure (total\nscattering) as well as the form factor (single chain scattering measured by\nSANS using the Zero Average Contrast method) of the PSS chains is independent\nof the charge content in agreement with Manning condensation, and identical to\nthe one of a fully charged PSS chain in pure water, which has a classical\npolyelectrolyte behaviour in the semi-dilute regime.\n", "  Negative thermal expansion (NTE) materials possess a low-density, open\nstructure which can respond to high pressure conditions, leading to new\ncompounds and/or different physical properties. Here we report that one such\nNTE material -- white, insulating, orthorhombic Sc2W3O12 -- transforms into a\nblack compound when treated at 4 GPa and 1400 oC. The high pressure phase,\nSc0.67WO4, crystallizes in a defect-rich wolframite-type structure, a dense,\nmonoclinic structure (space group P2/c) containing 1-D chains of edge-sharing\nWO6 octahedra. The chemical bonding of Sc0.67WO4 vis-a-vis the ambient pressure\nSc2W3O12 phase can be understood on the basis of the Sc defect structure.\nMagnetic susceptibility, resistivity, thermoelectric power and IR spectroscopic\nmeasurements reveal that Sc0.67WO4 is a paramagnet whose conductivity is that\nof a metal in the presence of weak localization and electron-electron\ninteractions. Oxygen vacancies are suggested as a potential mechanism for\ngenerating the carriers in this defective wolframite material.\n", "  Aims: The detection of close and faint companions is an essential step in\nmany astrophysical fields, including the search for planetary companions. A new\nmethod called \"phase closure nulling\" has been proposed for the detection of\nsuch faint and close companions based on interferometric observations when the\nsystem visibility amplitude is close to zero due to the large diameter of the\nprimary star. We aim at demonstrating this method by analyzing observations\nobtained on the spectroscopic binary HD 59717. Methods: Using the AMBER/VLTI\ninstrument in the K-band with ~1500 spectral resolution, we record the\nspectrally dispersed closures phases of the SB1 binary HD 59717 with a\nthree-baseline combination adequate for applying phase closure methods. After a\ncareful data reduction, we fit the primary diameter, the binary flux ratio, and\nthe separation using the phase closure data. Results: We detect the 5-mag\nfainter companion of HD 59717 at a distance of 4 stellar radii from the\nprimary. We determine the diameter of the primary, infer the secondary's\nspectral type and determine the masses and sizes of the stars in the binary\nsystem. This is one of the highest contrasts detected by interferometry between\na companion and its parent star. Based on observations collected at the\nEuropean Southern Observatory, Paranal, Chile, within the commissioning\nprogramme 60.A-9054(A).\n", "  In order to enhance the modeling of metallic materials behavior in non\nproportional loadings, a modification of the classical elastic-plastic models\nincluding distortion of the yield surface is proposed. The new yield criterion\nuses the same norm as in the classical von Mises based criteria, and a\n\"distorted stress\" Sd replacing the usual stress deviator S. The obtained yield\nsurface is then \"egg-shaped\" similar to those experimentally observed and\ndepends on only one new material parameter. The theory is built in such a way\nas to recover the classical one for proportional loading. An identification\nprocedure is proposed to obtain the material parameters. Simulations and\nexperiments are compared for a 2024 T4 aluminum alloy for both proportional and\nnonproportional tension-torsion loading paths.\n", "  We introduce a quasi-geostrophic model of core dynamics, which aims at\ndescribing core processes on geomagnetic secular variation timescales. It\nextends the formalism of Alfv\\'en torsional oscillations by incorporating\nnon-zonal motions. Within this framework, the magnetohydrodynamics takes place\nin the equatorial plane; it involves quadratic magnetic quantities, which are\naveraged along the direction of rotation of the Earth. In addition, the\nequatorial flow is projected on the core-mantle boundary. It interacts with the\nmagnetic field at the core surface, through the radial component of the\nmagnetic induction equation. That part of the model connects the dynamics and\nthe observed secular variation, with the radial component of the magnetic field\nacting as a passive tracer. We resort to variational data assimilation to\nconstruct formally the relationship between model predictions and observations.\nVariational data assimilation seeks to minimize an objective function, by\ncomputing its sensitivity to its control variables. The sensitivity is\nefficiently calculated after integration of the adjoint model. We illustrate\nthat framework with twin experiments, performed first in the case of the\nkinematic core flow inverse problem, and then in the case of Alfv\\'en torsional\noscillations. In both cases, using the adjoint model allows us to retrieve core\nstate variables which, while taking part in the dynamics, are not directly\nsampled at the core surface. We study the effect of several factors on the\nsolution (width of the assimilation time window, amount and quality of data),\nand we discuss the potential of the model to deal with real geomagnetic\nobservations.\n", "  The violation of J. Bell's inequality with two entangled and spatially\nseparated quantum two- level systems (TLS) is often considered as the most\nprominent demonstration that nature does not obey ?local realism?. Under\ndifferent but related assumptions of \"macrorealism\", plausible for macroscopic\nsystems, Leggett and Garg derived a similar inequality for a single degree of\nfreedom undergoing coherent oscillations and being measured at successive\ntimes. Such a \"Bell's inequality in time\", which should be violated by a\nquantum TLS, is tested here. In this work, the TLS is a superconducting quantum\ncircuit whose Rabi oscillations are continuously driven while it is\ncontinuously and weakly measured. The time correlations present at the detector\noutput agree with quantum-mechanical predictions and violate the inequality by\n5 standard deviations.\n", "  An experimental and theoretical study on the structure and energetics of\nstellated gold clusters at several sizes is presented. Systematic molecular\ndynamics simulations on Kepler-Poisont classified clusters are performed based\non cubo-octahedral and icosahedral cores, following present and previous\nstudies that suggest stellated clusters grew up from these seeds. For cluster\nsizes up to 10802 atoms full atomistic molecular dynamics simulations at room\ntemperature have been carried out. Results show that stellated clusters in the\nbigger size regime maintain their star-like shape at room temperature, and by\nmeans of linear fitting of energy data to proper function models, it is\npredicted that the two type of stellated structures might coexist at room\ntemperature for relatively large sizes, being these findings in good agreement\nwith experimental results.\n", "  In this paper we revisit the topic of Hawking radiation as tunneling. We show\nthat the imaginary part of the action of the tunneling particle should be\nreconstructed in a covariant way, as a line integral along the classical\nforbidden trajectory of tunneling particles. As the quantum tunneling\nphenomenon, the probability of tunneling is related to the imaginary part of\nthe action for the classical forbidden trajectory. We do the calculations for\nmassless and massive particles, in Schwarzschild coordinate and Painlev\\'e\ncoordinate. The construction of particle action is invariant under coordinate\ntransformations, so this method of calculation black hole tunneling does not\nhave the so called \"factor 2 problem\". As an application, we find that the\ntemperature of Hawking temperature of apparent horizon in a FRW universe is\n$T=\\frac{\\kappa}{2\\pi}$. Based on this result, we briefly discuss the unified\nfirst law of apparent horizon in FRW universe.\n", "  Using classical molecular dynamics simulation, we have studied the effect of\nedge-passivation by hydrogen (H-passivation) and isotope mixture (with random\nor supperlattice distributions) on the thermal conductivity of rectangular\ngraphene nanoribbons (GNRs) (of several nanometers in size). We found that the\nthermal conductivity is considerably reduced by the edge H-passivation. We also\nfind that the isotope mixing can reduce the thermal conductivities, with the\nsupperlattice distribution giving rise to more reduction than the random\ndistribution. These results can be useful in nanoscale engineering of thermal\ntransport and heat management using GNRs.\n", "  Fermi observations of GeV emission from GRBs have suggested that the Lorentz\nfactor of some GRBs is around a thousand or even higher. At the same time the\nsame Fermi observations have shown an extended GeV emission indicating that\nthis higher energy emission might be a part of the afterglow and it does not\ncome from the same region as the lower energy prompt emission. If this\ninterpretation is correct than we should reconsider the opacity limits on the\nLoretnz factor of the emitting regions which are based on a one-zone model. We\ndescribe here a two-zone model in which the GeV photons are emitted in a larger\nradius than the MeV photons and we calculate the optical depth for pair\ncreation of a GeV photon passing the lower energy photons shell. We find that,\nas expected, the new two-zone limits on the Lorentz factor are significantly\nlower. The corresponding limits for the Fermi bursts are lower by a factor of\nfive compared to the one-zone model and it is possible that both the MeV and\nGeV regions have relatively modest Lorentz factors (~200 - 400).\n", "  We present Cygnus X in a new multi-wavelength perspective based on an\nunbiased BLAST survey at 250, 350, and 500 micron, combined with rich datasets\nfor this well-studied region. Our primary goal is to investigate the early\nstages of high mass star formation. We have detected 184 compact sources in\nvarious stages of evolution across all three BLAST bands. From their\nwell-constrained spectral energy distributions, we obtain the physical\nproperties mass, surface density, bolometric luminosity, and dust temperature.\nSome of the bright sources reaching 40 K contain well-known compact H II\nregions. We relate these to other sources at earlier stages of evolution via\nthe energetics as deduced from their position in the luminosity-mass (L-M)\ndiagram. The BLAST spectral coverage, near the peak of the spectral energy\ndistribution of the dust, reveals fainter sources too cool (~ 10 K) to be seen\nby earlier shorter-wavelength surveys like IRAS. We detect thermal emission\nfrom infrared dark clouds and investigate the phenomenon of cold ``starless\ncores\" more generally. Spitzer images of these cold sources often show stellar\nnurseries, but these potential sites for massive star formation are ``starless\"\nin the sense that to date there is no massive protostar in a vigorous accretion\nphase. We discuss evolution in the context of the L-M diagram. Theory raises\nsome interesting possibilities: some cold massive compact sources might never\nform a cluster containing massive stars; and clusters with massive stars might\nnot have an identifiable compact cold massive precursor.\n", "  Putting data into the public domain is not the same thing as making those\ndata accessible for intelligent analysis. A distinguished group of editors and\nexperts who were already engaged in one way or another with the issues inherent\nin making research data public came together with statisticians to initiate a\ndialogue about policies and practicalities of requiring published research to\nbe accompanied by publication of the research data. This dialogue carried\nbeyond the broad issues of the advisability, the intellectual integrity, the\nscientific exigencies to the relevance of these issues to statistics as a\ndiscipline and the relevance of statistics, from inference to modeling to data\nexploration, to science and social science policies on these issues.\n", "  Theories with large extra dimensions may be tested using sterile neutrinos\nliving in the bulk. A bulk neutrino can mix with a flavor neutrino localized in\nthe brane leading to unconventional patterns of neutrino oscillations. A\nresonance phenomenon, strong mixing between the flavor and the sterile\nneutrino, allows to determine the radius of the large extra dimension. If our\nbrane is curved, then the sterile neutrino can take a shortcut through the\nbulk, leading to an apparent superluminal neutrino speed. The amount of\n\"superluminality\" is directly connected to parameters determining the shape of\nthe brane. On the experimental side, we suggest that a long baseline neutrino\nbeam from CERN to NESTOR neutrino telescope will help to clarify these\nimportant issues.\n", "  Many neutron stars (NSs) and runaway stars apparently come from the same\nregions on the sky. This suggests that they share the same birth places, namely\nassociations and clusters of young massive stars. To identify NS birth places,\nwe attempt to and NS-runaway pairs that could be former companions that were\ndisrupted in a supernova (SN). The remains of recent (<few Myr) nearby (< 150\npc) SNe should still be identifiable by observing the emission of rare\nradioisotopes such as 26Al and 60Fe that can also be used as additional\nindicators to confirm a possible SN event. We investigated the origin of the\nisolated NS RXJ1605.3+3249 and found that it was probably born ~100 pc far from\nEarth 0.45 Myr ago in the extended Corona-Australis or Octans associations, or\nin Sco OB4 ~1 kpc 3.5 Myr ago. A SN in Octans is supported by the\nidentification of one to two possible former companions the runaway stars HIP\n68228 and HIP 89394, as well as the appearance of a feature in the gamma ray\nemission from 26Al decay at the predicted SN place. Both, the progenitor masses\nestimated by comparison with theoretical 26Al yields as well as derived from\nthe life time of the progenitor star, are found to be ~11MSun.\n", "  In this paper, we demonstrate n-party controlled unitary gate implementations\nlocally on arbitrary remote state through linear entangled channel where\ncontrol parties share entanglement with the adjacent control parties and only\none of them shares entanglement with the target party. In such a network, we\ndescribe the protocol of simultaneous implementation of controlled-Hermitian\ngate starting from three party scenario. We also explicate the implementation\nof three party controlled-Unitary gate, a generalized form of Toffoli gate and\nsubsequently generalize the protocol for n-party using minimal cost.\n", "  By means of atomistic simulations, we demonstrate that a dislocation core\nexhibits intermittent quasistatic restructuring during incremental shear within\nthe same Peierls valley. This can be regarded as a stick-slip transition, which\nis also reproduced for a one-dimensional Frenkel-Kontorova chain under rigid\nboundary conditions. This occurs due to a discontinuous jump in an order\nparameter of the system, which signifies the extent of region forbidden for the\npresence of particles in the chain. The stick-slip phenomenon observed in the\ndislocation core is also shown to be reflected after dimensionality reduction\nof the multidimensional atomic coordinates, which provides a basis for\ncomparison with the simple one-dimensional chain.\n", "  We report the past two years of collaboration between the different actors on\nthe ALMA nutator. Building on previous developments, the nutator has seen\nchanges in much of the design. A high-modulus carbon fiber structure has been\nadded on the back of the mirror in order to transfer the voice coils forces\nwith less deformation, thus reducing delay problems due to flexing. The\ncontroller is now an off-the-shelf National Instrument NI-cRIO, and the\namplifier a class D servo drive from Advanced Motion Controls, with high peak\npower able to drive the coils at 300 Volts DC. The stow mechanism has been\ntotally redesigned to improve on the repeatability and precision of the stow\nposition, which is also the reference for the 26 bits Heidenhain encoders. This\nalso improves on the accuracy of the stow position with wind loading. Finally,\nthe software, written largely with National Instrument's LabView, has been\ndeveloped. We will discuss these changes and the preliminary performances\nachieved to date. Keywords: ALMA, nutator, class D, high-modulus carbon fiber.\n", "  The oxygen adsorption and dissociation on pristine silicene surface are\nstudied by use of first-principles in this letter. The oxygen adsorption and\ndissociation on pristine silicene surface are studied by use of\nfirst-principles in this letter. It is found that the pristine silicene is not\nstable in air because the oxygen molecule can be easily adsorbed and\ndissociated into two O atoms without overcoming any energy barrier on pristine\nsilicene surface. In addition, dissociated oxygen atoms are relatively\ndifficult to migrate on or desorbed from pristine silicene surface, leading to\npoor mobility of oxygen atom. As a result, silicene would be changed into Si-O\ncompounds in air. The work will be helpful to reveal the detail of the\ninteraction between oxygen molecules and pristine silicene surface, especially\nhelpful to understand the stability of silicene in air.\n", "  The sensitivity of Magnetic Resonance Imaging (MRI) depends strongly on\nnuclear spin polarisation and, motivated by this observation, dynamical nuclear\nspin polarisation has recently been applied to enhance MRI protocols\n(Kurhanewicz, J., et al., Neoplasia 13, 81 (2011)). Nuclear spins associated\nwith the 13 C carbon isotope (nuclear spin I = 1/2) in diamond possess uniquely\nlong spin lattice relaxation times (Reynhardt, E.C. and G.L. High, Prog. in\nNuc. Mag. Res. Sp. 38, 37 (2011)) If they are present in diamond nanocrystals,\nespecially when strongly polarised, they form a promising contrast agent for\nMRI. Current schemes for achieving nuclear polarisation, however, require\ncryogenic temperatures. Here we demonstrate an efficient scheme that realises\noptically induced 13 C nuclear spin hyperpolarisation in diamond at room\ntemperature and low ambient magnetic field. Optical pumping of a\nNitrogen-Vacancy (NV) centre creates a continuously renewable electron spin\npolarisation which can be transferred to surrounding 13 C nuclear spins.\nImportantly for future applications we also realise polarisation protocols that\nare robust against an unknown misalignment between magnetic field and crystal\naxis.\n", "  We represent a two-qubit density matrix in the basis of Pauli matrix tensor\nproducts, with the coefficients constituting a Bloch matrix, analogous to the\nsingle qubit Bloch vector. We find the quantum state positivity requirements on\nthe Bloch matrix components, leading to three important inequalities, allowing\nus to parametrize and visualize the two-qubit state space. Applying the\nsingular value decomposition naturally separates the degrees of freedom to\nlocal and nonlocal, and simplifies the positivity inequalities. It also allows\nus to geometrically represent a state as two entangled Bloch spheres with\nsuperimposed correlation axes. It is shown that unitary transformations, local\nor nonlocal, have simple interpretations as axis rotations or mixing of certain\ndegrees of freedom. The nonlocal unitary invariants of the state are then\nderived in terms of local unitary invariants. The positive partial transpose\ncriterion for entanglement is generalized, and interpreted as a reflection, or\na change of a single sign. The formalism is used to characterize maximally\nentangled states, and generalize two qubit isotropic and Werner states.\n"]}