{"identifier": ["oai:arXiv.org:1703.03936", "oai:arXiv.org:1710.01390", "oai:arXiv.org:physics/0609099"], "datestamp": ["2017-12-28", "2017-12-28", "2017-12-28"], "setSpec": ["physics", "physics", "physics"], "id": ["1703.03936", "1710.01390", "physics/0609099"], "created": ["2017-03-11", "2017-10-02", "2006-09-12"], "updated": ["None", "2017-12-23", "2006-11-02"], "authors": [{"keyname": ["Requardt"], "forenames": ["Manfred"]}, {"keyname": ["Trachenko"], "forenames": ["K."]}, {"keyname": ["Wang"], "forenames": ["Xiao-Song"]}], "title": ["Subspaces of Z^n or R^n having Dimension (n-\\varepsilon) in the\n  (n-\\varepsilon)-Expansion", "Lagrangian formulation and symmetrical description of liquid dynamics", "Derivation of Coulomb's Law of Forces Between Static Electric Charges\n  Based on Spherical Source and Sink Model of Particles"], "categories": ["hep-th cond-mat.stat-mech math-ph math.MP", "cond-mat.stat-mech cond-mat.soft", "physics.gen-ph"], "comments": ["16 pages, Latex", "Physical Review E 96, 062134 (2017)", "8 pages, 0 figures, Version 4.0 of REVTeX. arXiv admin note: text\n  overlap with arXiv:physics/0506062"], "journal-ref": ["None", "Phys. Rev. E 96, 062134 (2017)", "None"], "doi": ["None", "10.1103/PhysRevE.96.062134", "None"], "abstract": ["  In the following we construct spaces of dimension $(n\\pm \\varepsilon)$ lying\nin the neighborhood of $\\mathbb{Z}^n, \\mathbb{Z}^n$ in the context of the\n$(n-\\varepsilon)$-expansion. We provide means and criteria to deform the spaces\nof integer dimension into this neighborhood. We argue that the field theoretic\nmodels living on these deformed spaces are the continuation of the models\ndefined on the corresponding integer valued spaces. Furthermore we perform the\ncontinuum limit of subgraphs of $\\mathbb{Z}^n$ having non-integer dimension to\nthe corresponding (fractal) subspaces of $\\mathbb{Z}^n$. We make sense of a\nfractal volume measure like $d^{(n-\\varepsilon)}x$.\n", "  Theoretical description of liquids has been primarily based on the\nhydrodynamic approach and its generalization to the solid-like regime. We show\nthat the same liquid properties can be derived starting from solid-like\nequations and generalizing them to account for the hydrodynamic flow. Both\napproaches predict propagating shear waves with the notable gap in $k$-space.\nThis gives an important symmetry of liquids regarding their description. We\nsubsequently construct a two-field Lagrangian of liquid dynamics where the\ndissipative hydrodynamic and solid-like terms are treated on equal footing. The\nLagrangian predicts two gapped waves propagating in opposite space-time\ndirections. The dissipative and mass terms compete by promoting gaps in\n$k$-space and energy, respectively. When bare mass is close to the field\nhopping frequency, both gaps close and the dissipative term annihilates the\nbare mass.\n", "  We speculate that the universe may be filled with a continuum which may be\ncalled aether. Based on a spherical source and sink model of electric charges,\nwe derive Coulomb's law of interactions between static electric charges in\nvacuum by methods of hydrodynamics. A reduced form of the Lorentz's force law\nof static electric charges is derived based on a definition of electric field.\n"]}