{"identifier": ["oai:arXiv.org:1507.06134", "oai:arXiv.org:1602.00131", "oai:arXiv.org:1611.10132", "oai:arXiv.org:1611.10138", "oai:arXiv.org:1612.05557", "oai:arXiv.org:1612.05728", "oai:arXiv.org:1612.06337", "oai:arXiv.org:1612.06407", "oai:arXiv.org:1612.06441", "oai:arXiv.org:1612.06474", "oai:arXiv.org:1612.06556", "oai:arXiv.org:1612.06614", "oai:arXiv.org:1612.06648", "oai:arXiv.org:1612.06691", "oai:arXiv.org:1612.06718", "oai:arXiv.org:1612.06746", "oai:arXiv.org:1612.07079", "oai:arXiv.org:1612.07096"], "datestamp": ["2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01", "2017-01-01"], "setSpec": ["physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics", "physics"], "id": ["1507.06134", "1602.00131", "1611.10132", "1611.10138", "1612.05557", "1612.05728", "1612.06337", "1612.06407", "1612.06441", "1612.06474", "1612.06556", "1612.06614", "1612.06648", "1612.06691", "1612.06718", "1612.06746", "1612.07079", "1612.07096"], "created": ["2015-07-22", "2016-01-30", "2016-11-30", "2016-11-30", "2016-12-13", "2016-12-17", "2016-12-19", "2016-12-03", "2016-12-16", "2016-12-19", "2016-12-20", "2016-12-20", "2016-12-20", "2016-12-20", "2016-12-19", "2016-12-20", "2016-12-21", "2016-12-21"], "updated": ["2016-12-20", "2016-12-17", "None", "None", "2016-12-19", "None", "None", "None", "None", "None", "None", "None", "None", "None", "None", "None", "None", "None"], "authors": [{"keyname": ["Saperstein", "Tolokonnikov"], "forenames": ["E. E.", "S. V."]}, {"keyname": ["Dobrosavljevic", "Tanaskovic"], "forenames": ["V.", "D."]}, {"keyname": ["Moscatelli", "Maccagnani", "Passeri", "Bilei", "Servoli", "Morozzi", "Betta", "Mendicino", "Boscardin", "Zorzi"], "forenames": ["F.", "P.", "D.", "G. M.", "L.", "A.", "G. -F. Dalla", "R.", "M.", "N."]}, {"keyname": ["Moscatelli", "Passeri", "Morozzi", "Mendicino", "Betta", "Bilei"], "forenames": ["F.", "D.", "A.", "Roberto", "G. -F. Dalla", "G. M."]}, {"keyname": ["Pandey", "Holm"], "forenames": ["Vikash", "Sverre"]}, {"keyname": ["Ray"], "forenames": ["Hasi"]}, {"keyname": ["Forgues", "Lupien", "Reulet"], "forenames": ["Jean-Charles", "Christian", "Bertrand"]}, {"keyname": ["Mehrkesh"], "forenames": ["Amirhossein"]}, {"keyname": ["Piovani", "Zachariadis", "Batty"], "forenames": ["Duccio", "Vassilis", "Michael"]}, {"keyname": ["Mansuripur"], "forenames": ["Masud"]}, {"keyname": ["Boku", "Ishikawa", "Kuramashi", "Meadows", "D`Mello", "Troute", "Vemuri"], "forenames": ["Taisuke", "Ken-Ichi", "Yoshinobu", "Lawrence", "Michael", "Maurice", "Ravi"]}, {"keyname": ["Golli", "Širca"], "forenames": ["Bojan", "Simon"]}, {"keyname": ["Pajala", "Puccio", "Piilo", "Tumminello"], "forenames": ["Antti", "Elena", "Jyrki", "Michele"]}, {"keyname": ["Fronzé"], "forenames": ["Gabriele Gaetano"]}, {"keyname": ["Kassandrov", "Rizcallah"], "forenames": ["Vladimir V.", "Joseph A."]}, {"keyname": ["Fujita", "Shinomoto", "Rocha"], "forenames": ["Kazuki", "Shigeru", "Luis E C"]}, {"keyname": ["Jiang"], "forenames": ["Jinhuan"]}, {"keyname": ["Jiang"], "forenames": ["Jinhuan"]}], "title": ["Self-consistent Theory of Finite Fermi Systems vs Skyrme-Hartree-Fock\n  method. Spherical nuclei", "Wigner-Mott quantum criticality: from 2D-MIT to 3He and Mott organics", "Measurements and TCAD Simulations of Bulk and Surface Radiation Damage\n  Effects in Silicon Detectors", "Combined Bulk and Surface Radiation Damage Effects at Very High Fluences\n  in Silicon Detectors: Measurements and TCAD Simulations", "Connecting the grain-shearing mechanism of wave propagation in marine\n  sediments to fractional order wave equations", "The elastic collision of two H-like atoms including the exotic Ps and Mu", "Non-Classical Radiation Emission By A Coherent Conductor", "Optimization-based design and analysis of tailor-made ionic liquids", "Quantifying Retail Agglomeration using Diverse Spatial Data", "Electromagnetic Force and Momentum", "A performance evaluation of CCS QCD Benchmark on the COMA (Intel(R) Xeon\n  Phi$^{TM}$, KNC) system", "Puzzles in eta photoproduction: the 1685~MeV narrow peak", "Party Comrades and Constituency Buddies: Determinants of Private\n  Initiative Cosponsor Networks in a Parliamentary Multiparty System", "$\\Upsilon$ production in p-Pb and Pb-Pb collisions with ALICE at the LHC", "Maxwell, Yang-Mills, Weyl and eikonal fields defined by any null\n  shear-free congruence", "Correlations and forecast of death tolls in the Syrian conflict", "Magnetic-interaction-induced superconductivity in metals", "High-TC superconductivity induced by magnetic interactions"], "categories": ["nucl-th nucl-ex", "cond-mat.str-el", "physics.ins-det hep-ex", "physics.ins-det hep-ex", "cond-mat.soft physics.geo-ph", "physics.atom-ph", "cond-mat.mes-hall", "cond-mat.soft physics.chem-ph", "physics.soc-ph cs.CY q-fin.GN", "physics.optics physics.class-ph", "hep-lat physics.comp-ph", "hep-ph nucl-th", "physics.soc-ph cs.SI", "hep-ex nucl-ex", "gr-qc hep-th math-ph math.MP", "physics.soc-ph stat.AP", "cond-mat.supr-con", "cond-mat.supr-con"], "comments": ["6 pages, 7 figures, to appear in the proceedings of the International\n  Conference \"Nuclear Structure and Relaited Topics\", July 14 - July 18, 2015,\n  Dubna, Russia. arXiv admin note: text overlap with arXiv:1401.1319", "24 pages, 22 figures, Contribution to: \"Strong Correlation Phenomena\n  around 2D Conductor-Insulator Transitions\", edited by S. V. Kravchenko, Pan\n  Stanford Publishing, 2016. arXiv admin note: text overlap with\n  arXiv:1112.6166", "6 pages,12 figures. arXiv admin note: text overlap with\n  arXiv:1611.10138", "8 pages, 14 figures. arXiv admin note: text overlap with\n  arXiv:1611.10132", "27 pages, 6 EPS figures. The peer-reviewed version of this paper is\n  now published in The Journal of the Acoustical Society of America, Vol. 140,\n  No 6, pp. 4225-4236, 2016. DOI: http://dx.doi.org/10.1121/1.4971289 The\n  manuscript is available online at\n  http://asa.scitation.org/doi/full/10.1121/1.4971289 The current document is\n  an e-print which differs in pagination, and other typographic details. arXiv\n  admin note: substantial text overlap with arXiv:1512.05336", "15 pages, 8 figures, 9 tables. arXiv admin note: text overlap with\n  arXiv:1409.3371", "arXiv admin note: text overlap with arXiv:1410.0552", "242 pages", "None", "3 pages, 1 figure, 13 equations, 16 references", "7 pages, 6 figures, talk presented at the 34th International\n  Symposium on Lattice Field Theory, 24-30 July 2016, University of\n  Southampton, UK", "Contributed talk at the Mini-Workshop \"Quarks, Hadrons, Matter\", July\n  3-10, Bled, Slovenia, 6 pages LaTeX, published as Bled Workshops in Physics,\n  Vol. 17, No. 1 (2016) p. 44", "30 pages, 6 tables", "4 pages, 5 figures", "18 pages, 2 figures. Partly reproduces the old (unpublished) preprint\n  arXiv:gr-qc/0012109", "Comments and suggestions welcomed. 8 pages, 7 figures", "4 pages,1 table. arXiv admin note: substantial text overlap with\n  arXiv:1612.07096", "6 pages. arXiv admin note: substantial text overlap with\n  arXiv:1612.07079"], "journal-ref": ["EPJ Web of Conferences 107, 02001 (2016)", "None", "2015 IEEE Nuclear Science Symposium and Medical Imaging Conference\n  (NSS/MIC)", "IEEE Transaction on Nuclear Science vol. 63, pp 2716-2723,2016", "The Journal of the Acoustical Society of America, Vol. 140, No 6,\n  pp. 4225-4236, 2016", "None", "None", "None", "None", "Published in Roadmap on Structured Light, Journal of Optics 19,\n  013001, pp 8-9 (2017)", "PoS(LATTICE2016)261", "Bled Workshops in Physics, Vol. 17, No. 1 (2016) 44", "None", "None", "International Journal of Geometrical Methods in Modern Physics,\n  Vol.14 (2017), 1750031 (22 pp.)", "None", "None", "None"], "doi": ["10.1051/epjconf/201610702001", "None", "10.1109/NSSMIC.2015.7581944", "10.1109/TNS.2016.2599560", "10.1121/1.4971289", "None", "10.1016/j.crhy.2016.07.004", "None", "None", "10.1088/2040-8978/19/1/013001", "None", "None", "None", "None", "10.1142/S0219887817500311", "None", "None", "None"], "abstract": ["  Recent results of the Fayans energy density functional (EDF) for spherical\nnuclei are reviewed. A comparison is made with predictions of several Skyrme\nEDFs. The charge radii and characteristics of the first 2^+ excitations in\nsemi-magic nuclei are briefly discussed. The single-particle spectra of doubly\nmagic nuclei are considered in more detail. The phonon-particle coupling\neffects are analyzed including the so-called tadpole term.\n", "  Experiments performed over the last twenty years have revealed striking\nsimilarities between several two-dimensional (2D) fermion systems, including\ndiluted two-dimensional electron liquids in semiconductors, 3He monolayers, and\nlayered organic charge-transfer salts. These experimental results, together\nwith recent theoretical advances, provide compelling evidence that strong\nelectronic correlations - Wigner-Mott physics - dominate the universal features\nof the corresponding metal-insulator transitions (MIT). Here we review the\nrecent theoretical work exploring quantum criticality of Mott and Wigner-Mott\ntransitions, and argue that most puzzling features of the experiments find\nnatural and physically transparent interpretation based on this perspective.\n", "  In this work we propose the application of a radiation damage model based on\nthe introduction of deep level traps/recombination centers suitable for device\nlevel numerical simulation of radiation detectors at very high fluences (e.g.\n1{\\div}2 10^16 1-MeV equivalent neutrons per square centimeter) combined with a\nsurface damage model developed by using experimental parameters extracted from\nmeasurements from gamma irradiated p-type dedicated test structures.\n", "  In this work we propose a new combined TCAD radiation damage modelling\nscheme, featuring both bulk and surface radiation damage effects, for the\nanalysis of silicon detectors aimed at the High Luminosity LHC. In particular,\na surface damage model has been developed by introducing the relevant\nparameters (NOX, NIT) extracted from experimental measurements carried out on\np-type substrate test structures after gamma irradiations at doses in the range\n10-500 Mrad(Si). An extended bulk model, by considering impact ionization and\ndeep-level cross-sections variation, was included as well. The model has been\nvalidated through the comparison of the simulation findings with experimental\nmeasurements carried out at very high fluences (2 10^16 1 MeV equivalent\nn/cm^2) thus fostering the application of this TCAD approach for the design and\noptimization of the new generation of silicon detectors to be used in future\nHEP experiments.\n", "  The characteristic time-dependent viscosity of the intergranular pore-fluid\nin Buckingham's grain-shearing (GS) model [Buckingham, J. Acoust. Soc. Am. 108,\n2796-2815 (2000)] is identified as the property of rheopecty. The property\ncorresponds to a rare type of a non-Newtonian fluid in rheology which has\nlargely remained unexplored. The material impulse response function from the GS\nmodel is found to be similar to the power-law memory kernel which is inherent\nin the framework of fractional calculus. The compressional wave equation and\nthe shear wave equation derived from the GS model are shown to take the form of\nthe Kelvin-Voigt fractional-derivative wave equation and the fractional\ndiffusion-wave equation respectively. Therefore, an analogy is drawn between\nthe dispersion relations obtained from the fractional framework and those from\nthe GS model to establish the equivalence of the respective wave equations.\nFurther, a physical interpretation of the characteristic fractional order\npresent in the wave equations is inferred from the GS model. The overall goal\nis to show that fractional calculus is not just a mathematical framework which\ncan be used to curve-fit the complex behavior of materials. Rather, it can also\nbe derived from real physical processes as illustrated in this work by the\nexample of grain-shearing.\n", "  The elastic collision between two H-like atoms utilizing an ab-initio\nstatic-exchange model (SEM) in the center of mass (CM) frame considering the\nsystem as a four-body Coulomb problem where all the Coulomb interaction terms\nin the direct and exchange channels are treated exactly, is studied thoroughly.\nA coupled-channel methodology in momentum space is used to solve\nLippman-Schwinger equation following the integral approach. The new SEM code\n[1-5] in which the Born-Oppenheimer (BO) scattering amplitude acts as input to\nderive the SEM amplitude using partial wave analysis, is utilized to study the\ns-, p-, d- wave elastic phase shifts and the corresponding partial cross\nsections. An augmented-Born approximation is used to include the contribution\nof higher partial waves more accurately to determine the total/integrated\nelastic cross sections. The effective range theory is used to determine the\nscattering lengths and effective ranges in the s-wave elastic scattering. The\nsystems studied are Ps-Ps, Ps-Mu, Ps-H, Ps-D, Ps-T, Mu-Mu, Mu-H, Mu-D, Mu-T,\nH-H, H-D, H-T, D-D, D-T, T-T. The SEM includes the non-adiabatic short-range\neffects due to exchange. The MSEM code [1] is used to study the effect of the\nlong-range van der Waals interaction due to induced dipole polarizabilities of\nthe atoms in H(1s)-H(1s) elastic collision. The dependence of scattering length\non the reduced mass of the system and the dependence of scattering length on\nthe strength of long-range van der Waals interaction that varies with the\nminimum interatomic distance are observed [3].\n", "  We report experimental evidence that the microwave electromagnetic field\ngenerated by a normal conductor, here a tunnel junction placed at ultra-low\ntemperature, can be non-classical. By measuring the quadratures of the\nelectromagnetic field at one or two frequencies in the GHz range, we\ndemonstrate the existence of squeezing as well as entanglement in such\nradiation. In one experiment, we observe that the variance of one quadrature of\nthe photo-assisted noise generated by the junction goes below its vacuum level.\nIn the second experiment, we demonstrate the existence of correlations between\nthe quadratures taken at two frequencies, which can be stronger than allowed by\nclassical mechanics, proving that the radiation at those two frequencies are\nentangled.\n", "  Solvents comprise two thirds of all industrial emissions. Traditional organic\nsolvents easily reach the atmosphere as they have high vapor pressure and are\nlinked to a host of negative environmental effects including climate change,\nurban air-quality and human illness. Room temperature ionic liquids (RTIL), on\nthe other hand, have low vapor pressure and are not flammable or explosive,\nthereby resulting in fewer environmental burdens and health hazards. However,\ntheir life cycle environmental impacts as well as freshwater ecotoxicity\nimplications are poorly understood. RTILs are molten salts that exist as\nliquids at relatively low temperatures and have unique properties. Ionic\nliquids consist of a large organic cation and charge-delocalized inorganic or\norganic anion of smaller size and asymmetric shape. The organic cation can\nundergo unlimited structural variations through modification of the alkyl\ngroups attached to the side chain of the base cation skeleton and most of these\nstructural variations are feasible, from chemical synthesis point of view, due\nto the easy nature of preparation of their components. Functionally, ionic\nliquids can be tuned to impart specific desired properties by switching\nanions/cations or by incorporating functionalities into the cations/anions. It\nis estimated that theoretically more than a trillion ionic liquid structures\ncan be formed. Due to their tunable nature, these molten salts have the\npotential to be used as solvents for variety of applications.\n", "  Newly available data on the spatial distribution of retail activities in\ncities makes it possible to build models formalized at the level of the single\nretailer. Current models tackle consumer location choices at an aggregate level\nand the opportunity new data offers for modeling at the retail unit level lacks\na theoretical framework. The model we present here helps to address these\nissues. It is a particular case of the Cross-Nested Logit model, based on\nrandom utility theory built with the idea of quantifying the role of floor\nspace and agglomeration in retail location choice. We test this model on the\ncity of London: the results are consistent with a super linear scaling of a\nretailer's attractiveness with its floor space, and with an agglomeration\neffect approximated as the total retail floorspace within a $325m$ radius from\neach shop.\n", "  This article was published as Sec.4 of the \"Roadmap on Structured Light\" in\nJournal of Optics 19 (2017) 013001. Section 4 describes the essential elements\nof the classical theory of electromagnetic force and momentum.\n", "  The most computationally demanding part of Lattice QCD simulations is solving\nquark propagators. Quark propagators are typically obtained with a linear\nequation solver utilizing HPC machines. The CCS QCD Benchmark is a benchmark\nprogram solving the Wilson-Clover quark propagator, and is developed at the\nCenter for Computational Sciences (CCS), University of Tsukuba. We optimized\nthe benchmark program for a \\Intel \\XeonPhi (Knights Corner, KNC) system named\n\"COMA (PACS-IX)\" at CCS Tsukuba under the Intel Parallel Computing Center\nprogram. A single precision BiCGStab solver with the overlapped Restricted\nAdditive Schwarz (RAS) preconditioner was implemented using SIMD intrinsics,\nOpenMP and MPI in the offload mode. With the reverse-offloading technique, we\ncould reduce the communication and offloading overheads. We observed a\nperformance of $\\sim 200$ GFlops sustained for the Wilson-Clover hopping matrix\nmultiplication on the lattice sizes larger than $24^3\\times 32$ on a sinlge\ncard of the COMA system. A good weak scaling perofmace was observed on the\nlocal lattice sizes larger than $24^3\\times 32$.\n", "  We claim that a narrow peak in the cross section near 1685~MeV in the $\\gamma\nn\\to \\eta n$ channel can be explained through a peculiar radial behaviour of\nthe $p$-wave quark states with $j=1/2$ and $j=3/2$ in the low lying S11\nresonances and the opening of the $K\\Sigma$ threshold rather than by an exotic\nresonance. We explain the mechanism of its formation in the framework of a\ncoupled channel formalism which incorporates quasi-bound quark-model states\ncorresponding to the two low lying resonances in the S11 partial wave. A\nrelation to the Single Quark Transition Model is pointed out.\n", "  We study Members of Parliament (MP) private initiative (bill) cosponsor\npatterns from a European parliamentary multiparty perspective. By applying\nnetwork detection algorithms, we set out to find the determinants of the\ncosponsorship patterns. The algorithms detect the initiative networks core\ncommunities, after which the variables characterizing the core communities can\nbe analyzed. We found legislative network communities being best characterized\nby the MPs' party affiliations. The budget motion networks, which constitute\nroughly half of the data, were found mostly characterized by the MPs' home\nconstituencies and only to a limited extent by the MPs' party affiliations. In\ncomparison to previous findings regarding certain presidential systems, MPs\ncommittee assignments or gender were found irrelevant.\n", "  ALICE (A Large Ion Collider Experiment) is devoted to the study of heavy-ion\ncollisions at LHC energies. In such collisions a deconfined state of nuclear\nmatter, the Quark-Gluon Plasma (QGP), is formed. Due to their early production,\nquarkonium states are good probes to study the QGP evolution. Such states are\naffected by suppression mechanisms which lead to reduced yields with respect to\npp and p-Pb collisions, while regeneration phenomena might lead to an\nenhancement of their production. The latter effects are expected to be\nnegligible at LHC for bottomonium states. The recent ALICE results on\n$\\Upsilon$ production in Pb-Pb collisions at $\\sqrt{s_{\\rm\nNN}}=5.02\\;\\rm{T}e\\rm{V}$ will be presented and compared with previous\nmeasurements at $\\sqrt{s_{\\rm NN}}=2.76\\;\\rm{T}e\\rm{V}$. A comparison with\ntheoretical calculations will be performed as well. Results obtained in p-Pb\ncollisions at $\\sqrt{s_{\\rm NN}}=5.02\\;\\rm{T}e\\rm{V}$ will also be discussed.\n", "  We show that (specifically scaled) equations of shear-free null geodesic\ncongruences on the Minkowski space-time possess intrinsic self-dual, restricted\ngauge and algebraic structures. The complex eikonal, Weyl 2-spinor,\n$SL(2,\\mathbb C)$ Yang-Mills and complex Maxwell fields, the latter produced by\ninteger-valued electric charges (\"elementary\" for the Kerr-like congruences),\ncan all be explicitly associated with any shear-free null geodesic congruence.\nUsing twistor variables, we derive the general solution of the equations of the\nshear-free null geodesic congruence (as a modification of the Kerr theorem) and\nanalyze the corresponding \"particle-like\" field distributions, with bounded\nsingularities of the associated physical fields. These can be obtained in a\nstraightforward algebraic way and exhibit non-trivial collective dynamics\nsimulating physical interactions\n", "  The Syrian civil war has been ongoing since 2011 and has already caused\nthousands of deaths. The analysis of death tolls helps to understand the\ndynamics of the conflict and to better allocate resources to the affected\nareas. In this article, we use information on the daily number of deaths to\nstudy temporal and spatial correlations in the data, and exploit this\ninformation to forecast events of deaths. We find that the number of deaths per\nday follows a log-normal distribution during the conflict. We have also\nidentified strong correlations between cities and on consecutive days, implying\nthat major deaths in one location are typically followed by major deaths in\nboth the same location and in other areas. We find that war-related deaths are\nnot random events and observing death tolls in some cities helps to better\npredict these numbers across the system.\n", "  In this paper, a microscopic theory of magnetic-interaction-induced pairing\nin superconductivity of metals was developed on the basis of four idealized\nassumptions: (1) only a small number of electrons are involved in\nsuperconductivity; (2) magnetic interactions between electron spins lead to\nsuperconductivity; (3) there are different electronic states, i.e.,\ndoubly-occupied, singly-occupied (spin up or down) and empty states; (4) the\naverage kinetic energy of electrons complies with the equipartition theorem of\nenergy. A formula to estimate T_C was thus derived. It was found that, T_C is\nnot only related to the electron density and the critical magnetic field, but\nalso to the degrees of freedom of electrons. The T_C values calculated from\nthis formula are in good agreement with the experimental results for most\nmetals. According to this theory, T_C generally increases with decreasing\ndimension of metals. For example, T_C in the 3-dimensional (3D) Al metal is\n1.19K, but increases to 1.46K in 2D and 2.06K in 1D.\n", "  In this paper, a microscopic theory of magnetic-interaction-induced pairing\nin superconductivity of high temperature superconductors (HTSC) was developed\non the basis of four idealized assumptions: (1) only a small number of\nelectrons(or holes) are involved in superconductivity, and its density is\nn{\\delta}^2; (2) magnetic interactions between electron spins lead to\nsuperconductivity; (3) there are different electronic states, i.e., the on-site\ndoubly-occupied electrons forming anti-ferromagnetic insulator states, the\noff-site doubly-occupied electrons forming superconducting states, the\nsingly-occupied (spin up or down) electrons forming normal states and the empty\nstates; (4) the average kinetic energy of electrons (or holes) complies with\nthe equipartition theorem of energy. Based on these assumptions, an approximate\neffective Hamiltonian was suggested. A parabolic relation between T_C and the\ndoping concentration {\\delta} was found and thus the phase diagram for HTSC has\nbeen explained. It was also found that, T_C is related to the\nanti-ferromagnetic interaction energy J (or critical magnetic field B_C) and\nthe degrees of freedom of electrons i. The T_C values are thus calculated from\nthis theory to be 92.8K for YBa2Cu3O6.15, 40.3K for La2CuO4, and 58K for\nSmOFeAs, which are in good agreement with the experimental results of 92K, 40K,\nand 54K, respectively. It was estimated that, T_C in the slab HTSC is higher\nthan that in the bulk, and T_C for SmOFeAs can be up to 116K.\n"]}