{"identifier": ["oai:arXiv.org:1112.2276", "oai:arXiv.org:1207.0425", "oai:arXiv.org:1308.0110", "oai:arXiv.org:1311.0123"], "datestamp": ["2017-01-08", "2017-01-08", "2017-01-08", "2017-01-08"], "setSpec": ["physics", "physics", "physics", "physics"], "id": ["1112.2276", "1207.0425", "1308.0110", "1311.0123"], "created": ["2011-12-10", "2012-07-02", "2013-08-01", "2013-11-01"], "updated": ["None", "None", "2013-08-21", "2014-02-05"], "authors": [{"keyname": ["Freire", "Lopez", "Algarin", "Breuer", "Marqués"], "forenames": ["Manuel J.", "Marcos A.", "Jose M.", "Felix", "Ricardo"]}, {"keyname": ["Amphawan", "Khair", "Hasan"], "forenames": ["Angela", "Mohd Amirol Md", "Hassanuddin"]}, {"keyname": ["U", "Narayanan"], "forenames": ["Satya Sainadh", "Andal"]}, {"keyname": ["Borlenghi", "Lepri", "Bergqvist", "Delin"], "forenames": ["Simone", "Stefano", "Lars", "Anna"]}], "title": ["Image acceleration in parallel magnetic resonance imaging by means of\n  metamaterial magnetoinductive lenses", "Multimedia Traffic Routing in Multilayer WDM Networks", "A mechanical switch for state transfer in dual cavity optomechanical\n  systems", "Thermo-magnonic diode: rectification of energy and magnetization\n  currents"], "categories": ["physics.med-ph", "cs.NI physics.optics", "quant-ph", "cond-mat.mes-hall"], "comments": ["10 pages, 4 figures", "10 pages, 8 figures", "Accepted in Physical Review A", "7 pages, 8 figures"], "journal-ref": ["None", "Multimedia Traffic Routing in Multilayer WDM Networks\", Network\n  and Complex Systems, Vol. 2, No. 3, pp. 1 - 9, 2012, ISSN 2224-610X (Paper)\n  ISSN 2225-0603 (Online)", "None", "None"], "doi": ["None", "None", "10.1103/PhysRevA.88.033802", "10.1103/PhysRevB.89.054428"], "abstract": ["  Parallel magnetic resonance imaging (MRI) is a technique of image\nacceleration which takes advantage of the localization of the field of view\n(FOV) of coils in an array. In this letter we show that metamaterial lenses\nbased on capacitively-loaded rings can provide higher localization of the FOV.\nSeveral lens designs are systematically analyzed in order to find the structure\nproviding higher signal-to-noise-ratio. The magnetoinductive (MI) lens is find\nto be the optimum structure and an experiment is developed to show it. The\nability of the fabricated MI lenses to accelerate the image is quantified by\nmeans of the parameter known in the MRI community as g-factor.\n", "  The advent of real-time multimedia services over the Internet has stimulated\nnew technologies for expanding the information carrying capacity of optical\nnetwork backbones. Multilayer wavelength division multiplexing (WDM) packet\nswitching is an emerging technology for increasing the bandwidth of optical\nnetworks. Two algorithms for the routing of the multimedia traffic flows were\napplied: (i) Capacitated Shortest Path First (CSPF) routing, which minimizes\nthe distance of each flow linking the given source and destination nodes and\nsatisfying capacity constraints; and (ii) Flow Deviation Algorithm (FDA)\nrouting, which minimizes the network-wide average packet delay.\n", "  Dual cavity opto-electromechanical systems (OEMS) are those where two\nelectromagnetic cavities are connected by a common mechanical spring. These\nsystems have been shown to facilitate high fidelity quantum state transfer from\none cavity to another. In this paper, we explicitly calculate the effect on the\nfidelity of state transfer, when an additional spring is attached to only one\nof the cavities. Our quantitative estimates of loss of fidelity, highlight the\nsensitivity of dual cavity OEMS when it couples to additional mechanical modes.\nWe show that this sensitivity can be used to design an effective mechanical\nswitch, for inhibition or high fidelity transmission of quantum states between\nthe cavities.\n", "  We investigate the dynamics of two coupled macrospins connected to thermal\nbaths at different temperatures. The system behaves like a diode which allows\nthe propagation of energy and mag- netization currents in one direction only.\nThis effect is described by a simple model of two coupled nonlinear oscillators\ninteracting with two independent reservoirs. It is shown that the rectification\nphenomenon can be interpreted as a a stochastic phase synchronization of the\ntwo spin-oscillators. A brief comparison with realistic micromagnetic\nsimulations is presented. This new effect yields promising opportunities in\nspin-caloritronics devices.\n"]}